Repository: GuilhermeNL01/MiniChallenge05
Catalog: MiniChallenge05/MiniChallenge05 Watch App/Utility/Localizable.xcstrings
Source language: en
Languages: it, pt_br

# %lld Missões
source: %lld Missions
it: %lld Missioni
pt_br: %lld Missões

# 25 Missões
source: 25 Missions
it: 25 Missioni
pt_br: 25 Missões

# 50 Missões
source: 50 Missions
it: 50 Missioni
pt_br: 50 Missões

# 75 Missões
source: 75 Missions
it: 75 Missioni
pt_br: 75 Missões

# 125 Missões
source: 125 Missions
it: 125 Missioni
pt_br: 125 Missões

# 215 Missões
source: 215 Missions
it: 215 Missioni
pt_br: 215 Missões

# Agente Especial
source: Special Agent
it: Agente Speciale
pt_br: Agente Especial

# Agente Mestre
source: Master Agent
it: Agente Mestre
pt_br: Agente Mestre

# Agente Novato
source: Novice Agent
it: Agente Novizio
pt_br: Agente Novato

# Agente Recruta
source: Rookie Agent
it: Agente Recluta
pt_br: Agente Recruta

# Agente Tático
source: Tactical Agent
it: Agente Tattico
pt_br: Agente Tático

# Carregando...
source: Loading...
it: Caricando...
pt_br: Carregando...

# Inventário
source: Inventory
it: Inventario
pt_br: Inventário

# Meu Progresso
source: My Progress
it: Il mio Progresso
pt_br: Meu Progresso

# Missão Atual
source: Current Mission
it: Missione Attuale
pt_br: Missão Atual

# Missão do Dia
source: Daily Mission
it: Missione del Giorno
pt_br: Missão do Dia

# Missões Completadas
source: Completed Missions
it: Missioni Completate
pt_br: Missões Completadas

# Total Percorrido
source: Total Travelled
it: Totale Percorso
pt_br: Total Percorrido

# Você andou %.2f metros hoje
source: You've walked %.2f meters today
it: Hai caminato %.2f metri oggi
pt_br: Você andou %.2f metros hoje

source: Rewards
pt_br: Recompensas
